---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportLineweightTable
source: html/d5471fbd-138a-fa86-5d00-7628ab8ac44e.htm
---
# ExportLineweightTable Properties

Count of the items contained in the collection.